# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'coreutils'
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'gnupg2'
brew 'mas' 
brew 'trash'
brew 'tree' 

# Dev

brew 'php'
brew 'composer'
brew 'mysql'
brew 'node'
brew 'svn' # Needed for fonts

# Apps

# Apps
cask '1password'
cask '1password-cli'
cask 'alfred'
cask 'caffeine'
cask 'docker'
cask 'fantastical'
cask 'google-chrome'
cask 'gpg-suite'
cask 'rocket'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'tableplus'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'

# Quicklook
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'

# Mac App Store
mas 'Todoist', id: 585829637 
mas 'Divvy', id: 413857545
mas 'Day One', id: 1055511498
mas 'Readkit', id: 588726889
mas 'Keynote', id: 409183694
mas 'IA Writer', id: 439623248
